com.calibre_ebook.calibre
com.github.AlizaMedicalImaging.AlizaMS
com.github.Murmele.Gittyup
com.github.PintaProject.Pinta
com.github.flxzt.rnote
com.github.iwalton3.jellyfin-media-player
com.github.jeromerobert.pdfarranger
com.github.tchx84.Flatseal
com.github.xournalpp.xournalpp
com.google.Chrome
com.mattjakeman.ExtensionManager
com.spotify.Client
com.visualstudio.code
fr.handbrake.ghb
io.github.flattool.Warehouse
io.github.nroduit.Weasis
io.podman_desktop.PodmanDesktop
md.obsidian.Obsidian
net.nokyan.Resources
org.cryptomator.Cryptomator
org.gimp.GIMP
org.gnome.Boxes
org.gnome.Loupe
org.gnome.Mines
org.gnucash.GnuCash
org.kde.digikam
org.kde.konversation
org.kde.kpat
org.kde.okular
org.keepassxc.KeePassXC
org.ksnip.ksnip
org.libreoffice.LibreOffice
org.localsend.localsend_app
org.mozilla.Thunderbird
org.mozilla.firefox
org.onlyoffice.desktopeditors
org.qbittorrent.qBittorrent
org.raspberrypi.rpi-imager
org.standardnotes.standardnotes
org.videolan.VLC
