com.calibre_ebook.calibre
com.github.PintaProject.Pinta
com.github.flxzt.rnote
com.github.iwalton3.jellyfin-media-player
com.github.jeromerobert.pdfarranger
com.github.tchx84.Flatseal
com.github.xournalpp.xournalpp
com.mattjakeman.ExtensionManager
com.raggesilver.BlackBox
com.spotify.Client
fr.handbrake.ghb
fr.romainvigier.MetadataCleaner
io.github.flattool.Warehouse
io.podman_desktop.PodmanDesktop
org.chromium.Chromium
org.cryptomator.Cryptomator
org.gimp.GIMP
org.gnome.Loupe
org.gnome.Mines
org.gnucash.GnuCash
org.kde.digikam
org.kde.konversation
org.kde.kpat
org.kde.okular
org.keepassxc.KeePassXC
org.ksnip.ksnip
org.libreoffice.LibreOffice
org.mozilla.Thunderbird
org.mozilla.firefox
org.qbittorrent.qBittorrent
org.raspberrypi.rpi-imager
org.standardnotes.standardnotes
org.videolan.VLC
