tap "homebrew/bundle"
tap "homebrew/services"
brew "atuin"
brew "bash-preexec"
brew "bat"
brew "direnv"
brew "dysk"
brew "perl"
brew "exiftool"
brew "eza"
brew "fd"
brew "gh"
brew "glab"
brew "go"
brew "neovim"
brew "pandoc"
brew "pipx"
brew "python@3.12"
brew "python-tk@3.12"
brew "python-tk@3.13"
brew "ripgrep"
brew "shellcheck"
brew "stow"
brew "superfile"
brew "syncthing", restart_service: :changed
brew "tealdeer"
brew "television"
brew "trash-cli"
brew "ugrep"
brew "yq"
brew "z"
brew "zoxide"
