tap "homebrew/bundle"
tap "homebrew/services"
brew "atuin"
brew "bash-preexec"
brew "bat"
brew "libx11"
brew "cloudflared"
brew "code-server", restart_service: :changed
brew "direnv"
brew "dysk"
brew "perl"
brew "exiftool"
brew "eza"
brew "fd"
brew "gh"
brew "glab"
brew "go"
brew "mpv"
brew "neovim"
brew "node"
brew "pandoc"
brew "pass"
brew "qpdf"
brew "ripgrep"
brew "shellcheck"
brew "stow"
brew "stylua"
brew "superfile"
brew "syncthing"
brew "tealdeer"
brew "television"
brew "trash-cli"
brew "ugrep"
brew "uv"
brew "yq"
brew "z"
brew "zenity"
brew "zoxide"
go "github.com/go-delve/delve/cmd/dlv"
go "golang.org/x/tools/gopls"
go "honnef.co/go/tools/cmd/staticcheck"
cargo "cross"
cargo "rustlings"
flatpak "app.zen_browser.zen"
flatpak "com.bitwarden.desktop"
flatpak "com.calibre_ebook.calibre"
flatpak "com.github.AlizaMedicalImaging.AlizaMS"
flatpak "com.github.Murmele.Gittyup"
flatpak "com.github.PintaProject.Pinta"
flatpak "com.github.flxzt.rnote"
flatpak "com.github.iwalton3.jellyfin-media-player"
flatpak "com.github.jeromerobert.pdfarranger"
flatpak "com.github.tchx84.Flatseal"
flatpak "com.github.xournalpp.xournalpp"
flatpak "com.github.zocker_160.SyncThingy"
flatpak "com.google.Chrome"
flatpak "com.jeffser.Alpaca"
flatpak "com.mattjakeman.ExtensionManager"
flatpak "com.spotify.Client"
flatpak "com.visualstudio.code"
flatpak "dev.zed.Zed"
flatpak "fr.handbrake.ghb"
flatpak "io.github.dvlv.boxbuddyrs"
flatpak "io.github.flattool.Warehouse"
flatpak "io.github.kolunmi.Bazaar"
flatpak "io.github.nroduit.Weasis"
flatpak "io.github.plrigaux.sysd-manager"
flatpak "io.github.sepehr_rs.Sudoku"
flatpak "io.gitlab.theevilskeleton.Upscaler"
flatpak "io.podman_desktop.PodmanDesktop"
flatpak "md.obsidian.Obsidian"
flatpak "net.code_industry.MasterPDFEditor"
flatpak "net.nokyan.Resources"
flatpak "net.scribus.Scribus"
flatpak "org.audacityteam.Audacity"
flatpak "org.cryptomator.Cryptomator"
flatpak "org.fedoraproject.MediaWriter"
flatpak "org.gimp.GIMP"
flatpak "org.gnome.Boxes"
flatpak "org.gnome.Calculator"
flatpak "org.gnome.Calendar"
flatpak "org.gnome.Characters"
flatpak "org.gnome.Connections"
flatpak "org.gnome.Contacts"
flatpak "org.gnome.Evince"
flatpak "org.gnome.Extensions"
flatpak "org.gnome.Logs"
flatpak "org.gnome.Loupe"
flatpak "org.gnome.Maps"
flatpak "org.gnome.Mines"
flatpak "org.gnome.NautilusPreviewer"
flatpak "org.gnome.TextEditor"
flatpak "org.gnome.Weather"
flatpak "org.gnome.baobab"
flatpak "org.gnome.clocks"
flatpak "org.gnome.font-viewer"
flatpak "org.gnucash.GnuCash"
flatpak "org.inkscape.Inkscape"
flatpak "org.kde.digikam"
flatpak "org.kde.konversation"
flatpak "org.kde.kpat"
flatpak "org.kde.okular"
flatpak "org.keepassxc.KeePassXC"
flatpak "org.ksnip.ksnip"
flatpak "org.libreoffice.LibreOffice"
flatpak "org.localsend.localsend_app"
flatpak "org.mozilla.Thunderbird"
flatpak "org.mozilla.firefox"
flatpak "org.onlyoffice.desktopeditors"
flatpak "org.pulseaudio.pavucontrol"
flatpak "org.qbittorrent.qBittorrent"
flatpak "org.raspberrypi.rpi-imager"
flatpak "org.standardnotes.standardnotes"
flatpak "org.videolan.VLC"
flatpak "org.zotero.Zotero"
