app.zen_browser.zen
com.bitwarden.desktop
com.calibre_ebook.calibre
com.github.AlizaMedicalImaging.AlizaMS
com.github.Murmele.Gittyup
com.github.PintaProject.Pinta
com.github.flxzt.rnote
com.github.iwalton3.jellyfin-media-player
com.github.jeromerobert.pdfarranger
com.github.tchx84.Flatseal
com.github.xournalpp.xournalpp
com.github.zocker_160.SyncThingy
com.google.Chrome
com.jeffser.Alpaca
com.mattjakeman.ExtensionManager
com.spotify.Client
com.visualstudio.code
fr.handbrake.ghb
io.github.dvlv.boxbuddyrs
io.github.flattool.Warehouse
io.github.nroduit.Weasis
io.github.plrigaux.sysd-manager
io.gitlab.theevilskeleton.Upscaler
io.podman_desktop.PodmanDesktop
md.obsidian.Obsidian
net.code_industry.MasterPDFEditor
net.nokyan.Resources
org.audacityteam.Audacity
org.cryptomator.Cryptomator
org.fedoraproject.MediaWriter
org.gimp.GIMP
org.gnome.Boxes
org.gnome.Calculator
org.gnome.Calendar
org.gnome.Characters
org.gnome.Connections
org.gnome.Contacts
org.gnome.Evince
org.gnome.Extensions
org.gnome.Logs
org.gnome.Loupe
org.gnome.Maps
org.gnome.Mines
org.gnome.NautilusPreviewer
org.gnome.TextEditor
org.gnome.Weather
org.gnome.baobab
org.gnome.clocks
org.gnome.font-viewer
org.gnucash.GnuCash
org.kde.digikam
org.kde.konversation
org.kde.kpat
org.kde.okular
org.keepassxc.KeePassXC
org.ksnip.ksnip
org.libreoffice.LibreOffice
org.localsend.localsend_app
org.mozilla.Thunderbird
org.mozilla.firefox
org.onlyoffice.desktopeditors
org.pulseaudio.pavucontrol
org.qbittorrent.qBittorrent
org.raspberrypi.rpi-imager
org.standardnotes.standardnotes
org.videolan.VLC
